<?php

if ($Api->getText() == "aboutUs") {
    $title = "<b>▫️ درباره ما</b>";
    $description = "ما تیم " . APP_NAME . "، متشکل از برنامه‌نویسان باانگیزه و خلاق هستیم. با هدف ارائه راه‌حل‌های نوآورانه و کاربردی در دنیای فناوری و نرم‌افزار فعالیت می‌کند. با تمرکز بر توسعه نرم‌افزارهای باکیفیت و بهینه، ما به دنبال ایجاد تجربه‌های دیجیتالی منحصربه‌فرد برای مشتریان و کاربرانمان هستیم. تخصص ما در زمینه‌های مختلف برنامه‌نویسی، طراحی وب، و اپلیکیشن‌های موبایل به ما این امکان را می‌دهد که پروژه‌های متنوعی را با استانداردهای بالا اجرا کنیم.";
    $footer = "ماموریت ما این است که با بهره‌گیری از تکنولوژی‌های روز و همکاری تیمی قوی، محصولاتی خلاقانه و مؤثر ارائه دهیم که نیازهای شما را به بهترین شکل ممکن برآورده کند.";
    $text = "$title\n\n$description\n$footer\n";

    $reply = [
        'inline_keyboard' => [
            [
                [
                    'text' => 'بازگشت',
                    'callback_data' => 'home',
                ]
            ]
        ]
    ];
    $Api->editMessageText($text, $reply, "HTML");
}