<?php

if ($Api->getText() == "support") {

    $text = "پشتیبانی
ما در حامین‌کد به ارائه خدمات پشتیبانی کامل و حرفه‌ای متعهد هستیم. تیم ما همواره آماده پاسخگویی به سوالات، رفع مشکلات فنی، و ارائه راهنمایی‌های لازم است تا تجربه‌ای بدون دغدغه از خدمات و محصولات ما داشته باشید.

برای ارتباط با تیم پشتیبانی و دریافت کمک، می‌توانید از طریق ربات پشتیبانی ما اقدام کنید. با کلیک روی لینک زیر، به سادگی می‌توانید درخواست‌های خود را ثبت کرده و در سریع‌ترین زمان ممکن پاسخ دریافت کنید:";

    $reply = [
        'inline_keyboard' => [
            [
                [
                    'text' => 'لینک ربات پشتیبانی',
                    'url' => 'https://t.me/TimeFarmCryptoBot?start=1hu3PBfGGXkNrBqGh'
                ],
            ],
            [
                [
                    'text' => 'بازگشت',
                    'callback_data' => 'home',
                ]
            ]
        ]
    ];
    $Api->editMessageText($text, $reply);
}