<?php

if ($Api->getText() == "sampleProject") {
    $text = "نمونه کارها
در این بخش، برخی از پروژه‌ها و دستاوردهای تیم ما را مشاهده می‌کنید. هر پروژه حاصل تلاش و همکاری تیمی ما در جهت ارائه راهکارهای خلاقانه و نوآورانه است. ما به کیفیت، بهینه‌سازی و پیاده‌سازی‌های دقیق و کاربردی توجه ویژه‌ای داریم.

برای مشاهده کدها و پروژه‌های ما می‌توانید به مخزن گیت‌هاب مراجعه کنید و یا نمونه‌ پروژه های زیر را بررسی کنید.";
    $reply = [
        'inline_keyboard' => [
            [
                [
                    'text' => 'گیت هاب',
                    'url' => "https://github.com/HamedAkbarzadeh"
                ],

            ]
        ]
    ];
    $Api->editMessageText($text, $reply);
}